Repository: moloni-es/moloni-prestashop-es
Catalog: translations/*/ModulesMoloniesErrors.*.xlf
Languages: es_es, pt_pt

source: Discarded order not found!
es_es: Pedido de cliente descartado no encontrado
pt_pt: Encomenda descartada não encontrada!

source: Error fetching pdf token
es_es: Error al obtener el token del pdf
pt_pt: Erro ao obter o token do pdf

source: ID is invalid
es_es: El ID no es válido
pt_pt: ID inválido

source: Order does not exist!
es_es: El pedido de cliente no existe.
pt_pt: A encomenda não existe!

source: Error creating account
es_es: Error al crear la cuenta
pt_pt: Erro ao criar conta

source: Data is not valid
es_es: Los datos no son válidos
pt_pt: Os dados não são válidos

source: Error creating webservice key
es_es: Error al crear webservice key
pt_pt: Erro ao criar chave de webservice

source: Error creating {0} hook
es_es: Error al crear el hook {0}
pt_pt: Erro ao criar hook {0}

source: Error deleting hooks
es_es: Error al eliminar los hooks
pt_pt: Erro ao eliminar hooks

source: Error paginating request
pt_pt: Erro ao paginar pedido

source: Code missing
es_es: Falta el código
pt_pt: Código em falta

source: Request error
pt_pt: Erro no pedido

source: Error fetching tokens
es_es: Error en la búsqueda de tokens
pt_pt: Erro ao obter tokens

source: The client credentials are invalid
es_es: Las credenciales del cliente no son válidas
pt_pt: As credenciais do cliente são inválidas

source: Error creating category
es_es: Error al crear la familia
pt_pt: Erro ao criar categoria

source: Error fetching categories
es_es: Error en la búsqueda de familias
pt_pt: Erro ao obter categorias

source: Error creating tax: ({0} - {1})
es_es: Error al crear el impuesto: ({0} - {1})
pt_pt: Erro ao criar imposto: ({0} - {1})

source: Error fetching taxes
es_es: Error en la búsqueda de impuestos
pt_pt: Erro ao obter impostos

source: Error creating customer ({0})
es_es: Error al crear el cliente ({0})
pt_pt: Erro ao criar cliente ({0})

source: Error updating customer ({0})
pt_pt: Erro ao atualizar cliente ({0})

source: Error fetching countries
es_es: Error en la búsqueda de países
pt_pt: Erro ao obter países

source: Error fetching customer next number
es_es: Error al obtener el siguiente número de cliente
pt_pt: Erro ao obter o próximo número de cliente

source: Customer has invalid VAT for Spain.
pt_pt: O cliente tem NIF inválido para Espanha.

source: Error fetching customer by VAT: ({0})
es_es: Error al buscar el cliente por el NIF/DNI: ({0})
pt_pt: Erro ao obter cliente por NIF: ({0})

source: Error fetching customer by e-mail: ({0})
es_es: Error al buscar el cliente por email: ({0})
pt_pt: Erro ao obter cliente por e-mail: ({0})

source: Error creating delivery method: ({0})
es_es: Error al crear el método de entrega: ({0})
pt_pt: Erro ao criar método de entrega: ({0})

source: Error getting load country
es_es: Error al obtener el país de carga
pt_pt: Erro ao obter país de carga

source: Error getting delivery country
es_es: Error al obtener el país de entrega
pt_pt: Erro ao obter país de entrega

source: Error fetching delivery methods
pt_pt: Erro ao obter métodos de entrega

source: Error fetching payment methods
es_es: Error en la búsqueda de métodos de pago
pt_pt: Erro ao obter métodos de pagamento

source: Error creating payment method: ({0})
es_es: Error al crear el método de pago: ({0})
pt_pt: Erro ao criar método de pagamento: ({0})

source: Error fetching product by reference: ({0})
es_es: Error al buscar el producto por referencia: ({0})
pt_pt: Erro ao obter produto por referência: ({0})

source: Error creating shipping product
pt_pt: Erro ao criar produto de envio

source: Shipping has no taxes applied. Please add an exemption reason in plugin settings.
pt_pt: O envio não tem impostos aplicados. Por favor adicione um motivo de isenção nas definições do plugin.

source: Error fetching shipping by reference: ({0})
pt_pt: Erro ao obter envio por referência: ({0})

source: Error creating {0} attribute group
es_es: Error al crear el grupo de atributos {0}
pt_pt: Erro ao criar grupo de atributos {0}

source: Error fetching property group
pt_pt: Erro ao obter grupo de propriedades

source: Error fetching property groups
es_es: Error en la búsqueda de grupos de propiedades
pt_pt: Erro ao obter grupos de propriedades

source: Failed to update existing property group "{0}"
es_es: Error al actualizar el grupo de propiedades existente "{0}"
pt_pt: Falha ao atualizar grupo de propriedades existente "{0}"

source: Failed to find matching property name for "{0}".
es_es: No se ha encontrado un nombre de propiedad que coincida con "{0}".
pt_pt: Falha ao encontrar nome de propriedade correspondente para "{0}".

source: Error creating stock movement ({0})
es_es: Error al crear el movimiento de stock ({0})
pt_pt: Erro ao criar movimento de stock ({0})

source: Cannot update product in Moloni. Product types do not match
es_es: No se puede actualizar el producto en Moloni. Los tipos de productos no coinciden
pt_pt: Não é possível atualizar o produto na Moloni. Os tipos de produto não coincidem

source: Error creating product ({0})
es_es: Error al crear el producto ({0})
pt_pt: Erro ao criar produto ({0})

source: Error updating product ({0})
es_es: Error al actualizar el producto ({0})
pt_pt: Erro ao atualizar produto ({0})

source: Error fetching company data
es_es: Error al obtener los datos de la empresa
pt_pt: Erro ao obter dados da empresa

source: Company does not have a default warehouse, please select one
es_es: Error al recuperar el almacén de la empresa por defecto
pt_pt: A empresa não tem armazém padrão, por favor selecione um

source: Error fetching default company warehouse
es_es: Error al recuperar el almacén de la empresa por defecto
pt_pt: Erro ao obter armazém padrão da empresa

source: Error creating Prestashop category
es_es: Error al crear una familia en Prestashop
pt_pt: Erro ao criar categoria Prestashop

source: Error getting product categories
es_es: Error al obtener las familias de productos
pt_pt: Erro ao obter categorias de produto

source: Error creating combination ({0})
es_es: Error al crear la combinación ({0})
pt_pt: Erro ao criar combinação ({0})

source: Error updating combination ({0})
es_es: Error al actualizar la combinación ({0})
pt_pt: Erro ao atualizar combinação ({0})

source: Error when creating product attributes
es_es: Error al crear los atributos del producto
pt_pt: Erro ao criar atributos do produto

source: Could not fetch pdf link.
es_es: No se ha podido recuperar el enlace del pdf.
pt_pt: Não foi possível obter o link do pdf.

source: Code cannot be empty!
es_es: El código no puede estar vacío.
pt_pt: O código não pode estar vazio!

source: You have no companies!!
es_es: ¡No tienes empresas!
pt_pt: Não tem empresas!!

source: Missing information in database
es_es: Falta información en la base de datos
pt_pt: Informação em falta na base de dados

source: An unexpected error occurred
es_es: Se ha producido un error inesperado
pt_pt: Ocorreu um erro inesperado

source: Could not find product in Moloni ({0})
es_es: No se ha encontrado el producto en Moloni ({0})
pt_pt: Não foi possível encontrar o produto na Moloni ({0})

source: Error fetching product by id ({0})
es_es: Error en la búsqueda del producto por el ID ({0})
pt_pt: Erro ao obter produto por id ({0})

source: Could not close {0}, totals do not match
es_es: No se ha podido cerrar {0}, los totales no coinciden
pt_pt: Não foi possível fechar {0}, os totais não coincidem

source: Created document not found
es_es: Documento creado no encontrado
pt_pt: Documento criado não encontrado

source: Moloni document not found
es_es: Documento Moloni no encontrado
pt_pt: Documento Moloni não encontrado

source: Error getting prestashop order
es_es: Error al recibir el pedido de prestashop
pt_pt: Erro ao obter encomenda do prestashop

source: Error processing order ({0})
es_es: Error al procesar el pedido ({0})
pt_pt: Erro ao processar encomenda ({0})

source: Error updating Prestashop stock
es_es: Error al actualizar el stock de Prestashop
pt_pt: Erro ao atualizar stock do Prestashop

source: Error saving Prestashop product
es_es: Error al guardar el producto de Prestashop
pt_pt: Erro ao guardar produto Prestashop

source: Error saving Moloni product
es_es: Error al guardar el producto de Moloni
pt_pt: Erro ao guardar produto Moloni

source: No document type selected. Please choose one in plugin settings.
es_es: No has seleccionado ningún tipo de documento. Por favor, elige uno en la configuración del plugin.
pt_pt: Nenhum tipo de documento selecionado. Por favor escolha um nas definições do plugin.

source: Error closing {0} document
es_es: Error al cerrar {0} documento
pt_pt: Erro ao fechar documento {0}

source: Error creating {0} document
es_es: Error al crear {0} documento
pt_pt: Erro ao criar documento {0}

source: Error fetching document fiscal zone
es_es: Error en la búsqueda de la zona fiscal del documento
pt_pt: Erro ao obter zona fiscal do documento

source: Error occurred setting document dates
es_es: Se ha detectado un error al establecer las fechas de los documentos
pt_pt: Erro ao definir datas do documento

source: Could not find exchange rate: ({0})
es_es: No se ha podido encontrar el tipo de cambio: ({0})
pt_pt: Não foi possível encontrar a taxa de câmbio: ({0})

source: Error fetching exchange rate: ({0})
es_es: Error al buscar el tipo de cambio: ({0})
pt_pt: Erro ao obter taxa de câmbio: ({0})

source: Document type not found
es_es: Tipo de documento no encontrado
pt_pt: Tipo de documento não encontrado

source: Warning processing order ({0})
pt_pt: Aviso ao processar encomenda ({0})

source: Order already discarded or created!
pt_pt: Encomenda já descartada ou criada!

source: Product with reference ({0}) is invisible in Moloni. Please change the product visibility.
pt_pt: Produto com referência ({0}) está invisível na Moloni. Por favor altere a visibilidade do produto.

source: Product with reference ({0}) has no taxes applied. Please add an exemption reason in plugin settings.
pt_pt: Produto com referência ({0}) não tem impostos aplicados. Por favor adicione um motivo de isenção nas definições do plugin.

source: Product already exists
pt_pt: O produto já existe

source: Product not found
pt_pt: Produto não encontrado

source: Product types do not match.
pt_pt: Os tipos de produto não coincidem.

source: Product without stock active in Moloni.
pt_pt: Produto sem stock ativo na Moloni.

source: Product stock do not match (Moloni: {0}, Prestashop: {1}).
pt_pt: Stock do produto não coincide (Moloni: {0}, Prestashop: {1}).

source: Product combination stock do not match (Moloni: {0}, Prestashop: {1}).
pt_pt: Stock da combinação do produto não coincide (Moloni: {0}, Prestashop: {1}).

source: Product does not have a reference set in Prestashop.
pt_pt: O produto não tem referência definida no Prestashop.

source: Combination not found ({0}).
pt_pt: Combinação não encontrada ({0}).

source: Product does not exist in current Moloni company.
pt_pt: O produto não existe na empresa Moloni atual.

source: Product does not exist in current Prestashop store.
pt_pt: O produto não existe na loja Prestashop atual.

source: Product is invisible in Moloni. Cannot be used in document creation.
pt_pt: O produto está invisível na Moloni. Não pode ser usado na criação de documentos.

source: Error on hook "{0}"
pt_pt: Erro no hook "{0}"

source: Error fetching fiscal zone tax settings
pt_pt: Erro ao obter definições de impostos da zona fiscal

source: Document set is not registered in AT
pt_pt: A série do documento não está registada na AT

source: Error saving product image
pt_pt: Erro ao guardar imagem do produto

source: Tax not found in Moloni. Please create the correct tax for {0} ({1} || {2})
pt_pt: Imposto não encontrado na Moloni. Por favor crie o imposto correto para {0} ({1} || {2})

source: Error fetching documents list
es_es: Error al obtener de la lista de documentos
pt_pt: Erro ao obter lista de documentos

source: Error fetching Prestashop order
es_es: Error al recuperar un pedido en Prestashop
pt_pt: Erro ao obter encomenda Prestashop

source: Form is not valid!!
es_es: ¡El formulario no es válido!
pt_pt: O formulário não é válido!!

source: Error fetching logs list
es_es: Error al obtener la lista de registros
pt_pt: Erro ao obter lista de logs

source: Click for more information
es_es: Haz clic para obtener más información
pt_pt: Clique para mais informações

source: Order not found
es_es: Pedido no encontrado
pt_pt: Encomenda não encontrada

source: This field is required
es_es: Este campo es obligatorio

source: E-mail is not valid
es_es: El e-mail no es válido

source: VAT is not valid
es_es: Número de Identificación Fiscal no es válido

source: Slug has to have 4 or more characters
es_es: El slug tiene que tener 4 o más caracteres

source: Slug is not valid
es_es: Slug no es válido

source: Password cannot be empty
es_es: La contraseña no puede estar vacía

source: Password has to have 6 or more characters
es_es: La contraseña debe tener 6 o más caracteres

source: Password cannot have more than 16 characters
es_es: La contraseña no puede tener más de 16 caracteres

source: Password needs to have at least one uppercase letter
es_es: La contraseña debe tener al menos una letra mayúscula

source: Password needs to have at least one lowercase letter
es_es: La contraseña debe tener al menos una letra minúscula

source: Password needs to have at least one symbol
es_es: La contraseña debe tener al menos un símbolo

source: Password needs to have at least one number
es_es: La contraseña debe tener al menos un número

source: Password should not contain any white space
es_es: La contraseña no debe contener espacios en blanco

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: Error found in plugin tables, please contact customer support.
es_es: Se ha encontrado un error en las tablas de datos del plugin, por favor, contacta con el servicio de atención al cliente.
