Repository: moloni-es/moloni-prestashop-es
Catalog: translations/*/ModulesMoloniesTools.*.xlf
Languages: es_es, pt_pt

source: Tools
es_es: Herramientas
pt_pt: Ferramentas

source: Import products from Moloni
es_es: Importar productos de Moloni
pt_pt: Importar produtos da Moloni

source: Use this tool to create all products from your Moloni account in your Prestashop store.
es_es: Utiliza esta herramienta para crear todos los productos de tu cuenta Moloni en tu tienda Prestashop.
pt_pt: Use esta ferramenta para criar todos os produtos da sua conta Moloni na sua loja Prestashop.

source: Import products to Prestashop
es_es: Importar productos a Prestashop
pt_pt: Importar produtos para o Prestashop

source: Export products to Moloni
es_es: Exportar productos a Moloni
pt_pt: Exportar produtos para a Moloni

source: Use this tool to create all products in your Prestashop store account in your Moloni account.
pt_pt: Use esta ferramenta para criar todos os produtos da sua loja Prestashop na sua conta Moloni.

source: Synchronize Prestashop stocks with Moloni
es_es: Sincronizar los stocks de Prestashop con Moloni
pt_pt: Sincronizar stocks do Prestashop com a Moloni

source: This tool will search for all the products that were updated in your Moloni account in the last seven days, and will update only the stock of the matching Prestashop products.
es_es: Esta herramienta busca todos los productos que fueron actualizados en tu cuenta de Moloni en los últimos siete días, y actualiza sólo el stock de los productos de Prestashop que coinciden.
pt_pt: Esta ferramenta irá procurar todos os produtos que foram atualizados na sua conta Moloni nos últimos sete dias e irá atualizar apenas o stock dos produtos correspondentes no Prestashop.

source: Update Prestashop stocks
es_es: Actualizar los stocks de Prestashop
pt_pt: Atualizar stocks do Prestashop

source: Synchronize Moloni stocks with Prestashop
es_es: Sincronizar los stocks de Moloni con Prestashop
pt_pt: Sincronizar stocks da Moloni com o Prestashop

source: This tool will search for all the products in your Prestashop store and update the matching products in your Moloni account.
es_es: Esta herramienta busca todos los productos de tu tienda Prestashop y actualiza los productos coincidentes en tu cuenta Moloni.
pt_pt: Esta ferramenta irá procurar todos os produtos na sua loja Prestashop e atualizar os produtos correspondentes na sua conta Moloni.

source: Update Moloni stocks
es_es: Actualizar stocks de Moloni
pt_pt: Atualizar stocks da Moloni

source: Reinstall webhooks
es_es: Reinstalar los webhooks
pt_pt: Reinstalar webhooks

source: This tool is used to recreate the synchronization webhooks that run in Moloni.
es_es: Esta herramienta se utiliza para recrear los webhooks de sincronización que se ejecutan en Moloni.
pt_pt: Esta ferramenta é usada para recriar os webhooks de sincronização que correm na Moloni.

source: You should run this if for example your store URL changes or if the Prestashop access tokens for this module change.
es_es: Debes ejecutar esto si, por ejemplo, la URL de tu tienda cambia o si los tokens de acceso a Prestashop para este módulo cambian.
pt_pt: Deve executar isto, por exemplo, se o URL da sua loja mudar ou se os tokens de acesso Prestashop deste módulo mudarem.

source: List Prestashop products
pt_pt: Listar produtos do Prestashop

source: List all prestashop products and the corresponding Moloni product.
pt_pt: Listar todos os produtos do Prestashop e o produto correspondente na Moloni.

source: This page allow to verify if the product stock are updated, if they exist in Moloni or if there are some problems.
pt_pt: Esta página permite verificar se o stock dos produtos está atualizado, se existem na Moloni ou se há algum problema.

source: View Prestashop products
pt_pt: Ver produtos do Prestashop

source: List Moloni products
pt_pt: Listar produtos da Moloni

source: List all Moloni products and the corresponding Prestashop product.
pt_pt: Listar todos os produtos da Moloni e o produto correspondente no Prestashop.

source: This page allow to verify if the product stock are updated, if they exist in Prestashop or if there are some problems.
pt_pt: Esta página permite verificar se o stock dos produtos está atualizado, se existem no Prestashop ou se há algum problema.

source: View Moloni products
pt_pt: Ver produtos da Moloni

source: Consult logs
es_es: Consultar logs
pt_pt: Consultar logs

source: All plugin operations like document creation or stock synchronization are automatically logged.
es_es: Todas las operaciones del plugin, como la creación de documentos o la sincronización de stocks, se registran automáticamente.
pt_pt: Todas as operações do plugin, como criação de documentos ou sincronização de stocks, são registadas automaticamente.

source: You can access all the logs using this tool to keep track on everything that happens.
es_es: Puedes acceder a todos los registros utilizando esta herramienta para hacer un seguimiento de todo lo que sucede.
pt_pt: Pode aceder a todos os logs usando esta ferramenta para acompanhar tudo o que acontece.

source: View logs
es_es: Ver logs
pt_pt: Ver logs

source: Logout
es_es: Salir
pt_pt: Terminar sessão

source: Logout from the selected Moloni account. We will keep all the data regarding issued documents.
es_es: Cierra la sesión de la cuenta Moloni seleccionada. Guardamos todos los datos relativos a los documentos emitidos.
pt_pt: Terminar sessão da conta Moloni selecionada. Todos os dados relativos a documentos emitidos serão mantidos.

source: Action in progress.
es_es: Acción en curso.
pt_pt: Ação em progresso.

source: Something went wrong!
es_es: ¡Algo ha salido mal!
pt_pt: Algo correu mal!

source: Please check logs for more information.
es_es: Consulta los logs para obtener más información.
pt_pt: Por favor, verifique os logs para mais informações.

source: We are processing your request.<br>Please wait until the process finishes!
es_es: Estamos gestionando tu solicitud.<br>¡Por favor, espera a que termine el proceso!
pt_pt: Estamos a processar o seu pedido.<br>Por favor, aguarde até o processo terminar!

source: Close
es_es: Cerrar
pt_pt: Fechar

source: Moloni authentication will be lost.
es_es: La autentificación de Moloni se perderá.
pt_pt: A autenticação Moloni será perdida.

source: Are you sure you want to continue?
es_es: ¿Seguro que quieres continuar?
pt_pt: Tem a certeza que pretende continuar?

source: This will fetch all the products in Prestashop store and create them in your Moloni account.
es_es: Esto trae todos los productos de la tienda Prestashop y los creará en tu cuenta Moloni.
pt_pt: Isto irá buscar todos os produtos da loja Prestashop e criá-los na sua conta Moloni.

source: This may take a while, so, please keep this window open until the process finishes.
es_es: Esto puede tardar un poco, así que, por favor, mantén esta ventana abierta hasta que el proceso termine.
pt_pt: Isto pode demorar algum tempo, por favor mantenha esta janela aberta até o processo terminar.

source: Are you sure you want to continue?
es_es: ¿Seguro que quieres seguir?
pt_pt: Tem a certeza que pretende continuar?

source: Export products
es_es: Exportar productos
pt_pt: Exportar produtos

source: All your Moloni products will be created in your Prestashop store if they do not exist.
es_es: Todos tus productos Moloni serán creados en tu tienda Prestashop si no existen.
pt_pt: Todos os seus produtos Moloni serão criados na sua loja Prestashop se não existirem.

source: Import products
es_es: Importación de productos
pt_pt: Importar produtos

source: This tool will cycle for all your Prestashop products and will insert manual stock movements in your Moloni account to make sure the stocks are equal in both platforms.
es_es: Esta herramienta realizará un ciclo para todos tus productos de Prestashop e introducirá los movimientos manuales de stock en tu cuenta de Moloni para asegurarse de que los stocks son iguales en ambas plataformas.
pt_pt: Esta ferramenta irá percorrer todos os seus produtos Prestashop e inserir movimentos de stock manuais na sua conta Moloni para garantir que os stocks são iguais em ambas as plataformas.

source: When the tool is finish, all your Moloni stock will be updated to match the stock on your Prestashop store.
es_es: Cuando la herramienta esté finalizada, todo tu stock de Moloni se actualizará para que coincida con el stock de tu tienda Prestashop.
pt_pt: Quando a ferramenta terminar, todo o seu stock Moloni será atualizado para corresponder ao stock da sua loja Prestashop.

source: Export stocks
es_es: Exportar stocks
pt_pt: Exportar stocks

source: Import Moloni stocks
es_es: Importar stocks Moloni
pt_pt: Importar stocks da Moloni

source: This tool will fetch all your Moloni products and synchronize your Prestashop stocks with the ones on your Moloni account.
pt_pt: Esta ferramenta irá buscar todos os seus produtos Moloni e sincronizar os stocks do Prestashop com os da sua conta Moloni.

source: When the tool is finish, all your Prestashop stock will be updated to match the stock on your Moloni account.
es_es: Cuando la herramienta haya terminado, todo tu stock de Prestashop se actualizará para que coincida con el stock de tu cuenta Moloni.
pt_pt: Quando a ferramenta terminar, todo o seu stock Prestashop será atualizado para corresponder ao stock da sua conta Moloni.

source: Please keep this window open until the process finishes.
es_es: Por favor, mantén esta ventana abierta hasta que termine el proceso.
pt_pt: Por favor mantenha esta janela aberta até o processo terminar.

source: Import stocks
es_es: Importar stocks
pt_pt: Importar stocks

source: {0} products processed
es_es: {0} productos procesados
pt_pt: {0} produtos processados

source: Please wait, exporting in progress
es_es: Por favor, espera, exportación en curso
pt_pt: Por favor aguarde, exportação em progresso

source: Process complete
es_es: Proceso completo
pt_pt: Processo concluído

source: Total results
es_es: Resultados totales
pt_pt: Resultados totais

source: Please wait, importing in progress
es_es: Por favor, espera, importación en curso
pt_pt: Por favor aguarde, importação em progresso

source: This tool will fetch all your Moloni products that were updated on the last 7 days, and synchronize your Prestashop stocks with the ones on your Moloni account.
es_es: Esta herramienta busca todos los productos de Moloni que han sido actualizados en los últimos 7 días, y sincroniza sus stocks de Prestashop con los de tu cuenta de Moloni.
